Repository: Daksh/poll
Catalog: po/*.po
Languages: bn

source: Poll
bn: জরিপ

source: Lesson 1
bn: পাঠ ১

source: Lesson 2
bn: পাঠ ২

source: Lesson 3
bn: পাঠ ৩

source: Lesson 4
bn: পাঠ ৪

source: Introduction
bn: সূচনা

source: Poll Preview
bn: জরিপের প্রাকদর্শন

source: Choose a Poll
bn: একটি জরিপ বেছে নাও

source: Lesson Plans
bn: পাঠ পরিকল্পনা

source: votes
bn: ভোটসমূহ

source: Vote
bn: ভোট

source: Edit Poll
bn: জরিপ সম্পাদনা করো

source: Save Poll
bn: জরিপ সংরক্ষণ করো

source: Build a Poll
bn: একটি জরিপ তৈরি করো

source: Poll Title:
bn: জরিপ শিরোনাম:

source: Question:
bn: প্রশ্ন:

source: Number of votes to collect:
bn: যতগুলো ভোট সংগ্রহ করতে হবে:

source: Answer
bn: উত্তর

source: Step 1: Preview
bn: ধাপ ১: প্রাকদর্শন

source: Step 2: Save
bn: ধাপ ২: সংরক্ষণ

source: Favorite Color
bn: পছন্দের রং

source: What is your favorite color?
bn: তোমার পছন্দের রং কি?

source: Green
bn: সবুজ

source: Red
bn: লাল

source: Blue
bn: নীল

source: Orange
bn: কমলা

source: None of the above
bn: উপরের একটিও নয়

source: Somebody voted on %s
bn: কিছু লোক %s তে ভোট দিয়েছে

source: Close Lessons
bn: পাঠ বেছে নাও

source: Joined
bn: অংশগ্রহন করেছে

source: Left
bn: চলে গেছে

source: New Poll
bn: নতুন জরিপ

source: %(author)s shared a poll '%(title)s' with you.
bn: %(author)s '%(title)s' নামের জরিপে তোমার সাথে অংশগ্রহন করতে চেয়েছে।
